#!/bin/bash
#
################################################################################
#!/bin/sh

# подцепить библиотеку "тестовых" утилит
source ./lib.sh

# перейти в корневую директорию для выполнения заданий
cd ..

echo ""
#-------------------------------------------------------------------------------


#tst  1 E/OUT . "ssystem_new"

#tst  1 E/OUT . "ssystem.ex 12 0.125 320 TEST.out 10"

tst  1 E/OUT . "ssystem -t2"

#-------------------------------------------------------------------------------

echo ""

#-------------------------------------------------------------------------------

